tests/org.jboss.tools.bpel.ui.bot.test/projects/bpel_say_hello/messages/sayHello_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exam="http://www.jboss.org/bpel/examples">
   <soapenv:Header/>
   <soapenv:Body>
      <exam:SayHelloRequest>
         <exam:input>Dolly</exam:input>
      </exam:SayHelloRequest>
   </soapenv:Body>
</soapenv:Envelope>
